Repository: Vanilla-OS/vanilla-drivers-utility
Catalog: po/*.po
Languages: ar, ka, ro

source: Drivers Utility
ar: أداة التعريفات
ka: დრაივერების პროგრამა
ro: Utilitate pentru drivere

source: No description
ar: لا يوجد وصف
ka: აღწერის გარეშე
ro: Fără descriere

source: Restart Now
ar: اعد التشغيل الان
ka: ახლა გადატვირთვა
ro: Reporniți acum

# shortcut window
source: General
ar: عام
ka: ზოგადი

# shortcut window
source: Show Shortcuts
ar: عرض الاختصارات
ka: მალსახმობების ჩვენება
ro: Afișează comenzi rapide

# shortcut window
source: Quit
ar: خروج
ka: დატოვება
ro: Ieși

source: "Installing new Drivers…"
ar: يتم تثبيت تعريفات جديدة...
ka: "ახალი დრაივერების დაყენება…"
ro: "Se instalează drivere noi..."

source: Installation in Progress…
ar: جاري التثبيت…
ka: მიმდინარეობს დაყენება…
ro: Instalare în curs…

source: This may take a while.
ar: قد يستغرق هذا وقتا طويلا.
ka: ამას საკმაო დრო დასჭირდება.
ro: Aceasta ar putea dura ceva timp.

source: Installation Complete
ar: اكتمل التثبيت
ka: დაყენება დასრულებულია
ro: Instalare completată

source: Restart your device to start using the new drivers.
ar: قم بإعادة تشغيل جهازك لتستخدم التعريفات الجديدة.
ka: გადატვირთეთ თქვენი მოწყობილობა ახალი დრაივერების გამოყენების დასაწყებად.
ro: Reporniți dispozitivul pentru a folosi noile drivere.

source: Cancel
ar: إلغاء
ka: გაუქმენა
ro: Anulare

source: Transactions are locked. Please try again later or restart your device.
ar: المعاملات مقفلة. يرجى المحاولة مرة أخرى لاحقًا أو قم بإعادة تشغيل جهازك.
ka: ტრანზაქციები დაბლოკილია. გთხოვთ, სცადოთ მოგვიანებით ან გადატვირთეთ თქვენი მოწყობილობა.
ro: Transacțiile sunt blocate. Încercați mai târziu sau reporniți dispozitivul.

source: Loading drivers…
ar: يتم البحث عن التعريفات…
ka: დრაივერების ჩატვირთვა…
ro: Se încarcă driverele…

source: Please wait while the available drivers are being loaded.
ar: يرجى الانتظار ريثما يتم البحث عن التعريفات المتاحة.
ka: გთხოვთ, დაელოდოთ სანამ ხელმისაწვდომი დრაივერები იტვირთება.
ro: Vă rugăm să așteptați cât timp driverele valabile se încarcă.

source: No Drivers Available
ar: لا يوجد تعريفات متاحة
ka: დრაივერების გარეშე
ro: Nu sunt drivere valabile

source: There are no extra drivers available for your system.
ar: لا يوجد تعريفات إضافية متاحة نظامك.
ka: თქვენი სისტემისთვის დამატებითი დრაივერები არ არის ხელმისაწვდომი.
ro: Nu sunt disponibile drivere suplimentare pentru sistemul dvs.

source: _Preferences
ar: _التفضيلات
ka: _პარამეტრები
ro: _Preferințe

source: _Keyboard Shortcuts
ar: _اختصارات لوحة المفاتيح
ka: _კლავიატურის მალსახმობები
ro: Comenzi rapide de la tastatură (_K)

source: _About drivers_utility
ar: حول البرنامج (_A)
ka: დრაივერების პროგრამის _შესახებ
ro: _Despre utilitate_drivere

source: Install command: %s
ar: أمر التثبيت:%s
ka: დაყენების პროგრამა: %s
ro: Comandă instalare: %s

source: Free
ar: متاح
ka: თავისუფალი
ro: Gratuit

source: Proprietary
ar: محتكرة
ka: დახურული კოდი
ro: Proprietar

source: , recommended
ar: ، يوصى بها
ka: , რეკომენდებულია
ro: , recomandat

source: , builtin
ar: ، مدمجة
ka: , ჩაშენებული
ro: , incorporat

source: , installed
ar: ، مثبتة
ka: , დაყენებული
ro: , instalat

source: , Waiting for restart
ar: ، يتم انتظار إعادة التشغيل
ka: , ელოდება გადატვირთვას
ro: , Se așteaptă repornirea

source: It is not possible to install this driver now. Please restart your device and try again.
ar: لا يمكن تثبيت هذا التعريف الآن. يرجى إعادة تشغيل الجهاز و المحاولة مرة أخرى.
ka: ამ დრაივერის დაყენება ახლა შეუძლებელია. გთხოვთ, გადატვირთოთ თქვენი მოწყობილობა და სცადოთ ხელახლა.
ro: Nu este posibil să instalați acest driver acum. Vă rugăm să reporniți dispozitivul și să încercați din nou.

source: Installing '{}'…
ar: يتم تثبيت '{}'…
ka: '{}'-ის დაყენება…
ro: Se instalează „{}”…

source: Installation Failed
ar: فشل التثبيت
ka: დაყენების შეცდომა
ro: Instalarea a eșuat

source: The installation of the driver failed. Please try again later.
ar: فشل تثبيت التعريف. قم بالمحاولة مرة أخرى لاحقا.
ka: დრაივერის დაყენება ვერ მოხერხდა. მოგვიანებით სცადეთ.
ro: Instalarea driverului a eșuat. Vă rugăm să încercați din nou mai târziu.

source: Do you want to install the selected driver?
ar: هل تريد تثبيت التعريف المُختار؟
ka: გსურთ არჩეული დრაივერის დაყენება?
ro: Doriți să instalați driverul selectat?

source: This will install the '{}' package in your system and possibly remove other versions.
ar: سيقوم هذا بتثبيت حزمة '{}' في نظامك و من المحتمل إزالة النسخ الأخرى منها.
ka: ეს დააყენებს '{}' პაკეტს თქვენს სისტემაში და შესაძლოა წაშალოს სხვა ვერსიები.
ro: Acest lucru va instala pachetul "{}" în sistemul dumneavoastră și, eventual, va elimina alte versiuni.

source: _Cancel
ar: إلغاء (_C)
ka: _გაუქმება
ro: _Anulează

source: Install
ar: التثبيت
ka: დაყენება
ro: Instalează

source: Driver {} installed successfully!
ar: تم تثبيت التعريف {} بنجاح!
ka: დრაივერის {} დაყენება წარმატებით დასრულდა!
ro: Driverul {} a fost instalat cu succes!

source: Driver {} installation failed!
ar: فشل تثبيت التعريف {}!
ka: დრაივერის {} ინსტალაცია ვერ მოხერხდა!
ro: Instalarea driverului {} a eșuat!
